Repository: aebnsafaa/Wawp
Catalog: languages/awp-*.po
Languages: es, fr, hi

source: You can find the identifiers for order and user data to make your message more personalized. You can also send a message to any number through this section.
es: Puede encontrar los identificadores de los datos de pedido y usuario para que su mensaje sea más personalizado. También puede enviar un mensaje a cualquier número a través de esta sección.
fr: Vous pouvez trouver les identifiants des données de commande et d’utilisateur pour rendre votre message plus personnalisé. Vous pouvez également envoyer un message à n’importe quel numéro via cette section.
hi: आप अपने संदेश को अधिक वैयक्तिकृत बनाने के लिए ऑर्डर और उपयोगकर्ता डेटा के लिए पहचानकर्ता ढूंढ सकते हैं। आप इस सेक्शन के जरिए किसी भी नंबर पर मैसेज भी भेज सकते हैं।

source: Send Test Message
es: Enviar mensaje de prueba
fr: Envoyer un message de test
hi: परीक्षण संदेश भेजें

source: You can test the service by sending WhatsApp message here:
es: Puedes probar el servicio enviando un mensaje de WhatsApp aquí:
fr: Vous pouvez tester le service en envoyant un message WhatsApp ici:
hi: आप यहां व्हाट्सएप संदेश भेजकर सेवा का परीक्षण कर सकते हैं:

source: To:
es: Para:
fr: À :
hi: तक:

source: Message:
es: Mensaje:
hi: संदेश:

source: Send Message
es: Enviar mensaje
fr: Envoyer le message
hi: संदेश भेजें

source: Below is list of available fields you can use on notification &amp; follow-up message:
es: A continuación se muestra una lista de campos disponibles que puede usar en el mensaje de notificación y seguimiento:
fr: Vous trouverez ci-dessous la liste des champs disponibles que vous pouvez utiliser sur le message de notification et de suivi:
hi: नीचे उपलब्ध फ़ील्ड की सूची दी गई है जिसका उपयोग आप अधिसूचना और अनुवर्ती संदेश पर कर सकते हैं:

source: ORDER
es: PEDIDO
fr: COMMANDER
hi: आदेश

source: Order ID:
es: ID del pedido:
fr: ID de commande :
hi: ऑर्डर आईडी:

source: Order Key:
es: Clave de pedido:
fr: Clé de la commande:
hi: आदेश कुंजी:

source: Order Date:
es: Fecha del pedido:
fr: Date de commande :
hi: आदेश की तारीख:

source: Order Summary Link:
es: Enlace de resumen del pedido:
fr: Lien récapitulatif de commande :
hi: आदेश सारांश लिंक:

source: Product List:
es: Lista de productos:
fr: Liste des produits :
hi: उत्पाद सूची:

source: Product Name:
es: Nombre del Producto:
fr: Nom du produit:
hi: प्रोडक्ट का नाम:

source: Order Discount:
es: Descuento de pedido:
fr: Remise commande :
hi: आदेश छूट:

source: Cart Discount:
es: Descuento del carrito:
fr: Popust na košaricu:
hi: कार्ट छूट:

source: Tax:
es: Impuestos:
fr: Taxe:
hi: टैक्‍स:

source: Currency Symbol:
es: Símbolo de moneda:
fr: Symbole monétaire :
hi: मुद्रा प्रतीक:

source: Subtotal Amount:
es: Monto del subtotal:
fr: Sous-total :
hi: उप-योग राशि:

source: Total Amount:
es: Cantidad Total:
fr: Montant total:
hi: कुल राशि:

source: Unique Transfer Code:
es: Código de transferencia único:
fr: Code de transfert unique :
hi: यूनिक ट्रांसफर कोड:

source: BILLING DETAILS
es: DATOS DE FACTURACIÓN
fr: DÉTAILS DE FACTURATION
hi: बिलिंग विवरण

source: First Name:
es: Nombre:
fr: Prénom :
hi: प्रथम नाम:

source: Last Name:
es: Apellido:
fr: Nom :
hi: कुलनाम:

source: Company:
es: Empresa:
fr: Société :
hi: अतिथि:

source: Address 1:
es: Dirección 1:
fr: Adresse 1:
hi: पता 1:

source: Address 2:
es: Dirección 2:
fr: Adresse 2:
hi: पता 2:

source: City:
es: Ciudad:
fr: Ville:
hi: शहर:

source: Postcode:
es: Código Postal:
fr: Code postal :
hi: पोस्टकोड:

source: Country:
es: País:
fr: Pays:
hi: भूक्षेत्र:

source: Province:
es: Provincia:
fr: Département:
hi: प्रदेश:

source: Email:
hi: ईमेल:

source: Phone:
es: Teléfono:
fr: Téléphone :
hi: फ़ोन:

source: Customer Note:
es: Nota del cliente:
fr: Note client:
hi: ग्राहक नोट:

source: SHIP TO DIFFERENT ADDRESS
es: ENVIAR A UNA DIRECCIÓN DIFERENTE
fr: EXPÉDIER À UNE ADRESSE DIFFÉRENTE
hi: अलग-अलग पते पर शिप करें

source: PAYMENT &amp; SHIPPING
es: PAGO Y ENVÍO
fr: PAIEMENT &amp; EXPÉDITION
hi: भुगतान और शिपिंग

source: Shipping Method:
es: Método de envío:
fr: Mode de livraison :
hi: शिपिंग का तरीका:

source: Shipping Cost:
es: Costo de envío:
fr: Frais d’expédition:
hi: शिपिंग लागत:

source: Shipping Tax:
es: Tasa de envío:
fr: Taxe de livraison:
hi: शिपिंग कर:

source: Payment Method:
es: Método de pago:
fr: Mode de paiement :
hi: भुगतान विधि:

source: Bank Account Info:
es: Información de la cuenta bancaria:
fr: Informations sur le compte bancaire :
hi: बैंक खाता जानकारी:

source: INFO
hi: सूचना-विषयक

source: Shop Name:
es: Nombre de la tienda:
fr: Nom de la boutique :
hi: दुकान का नाम:

source: Order Note:
es: Nota de la orden:
fr: Note de commande :
hi: आदेश नोट:

source: Get your access token and instance ID on
es: Obtenga el token de acceso y el ID de instancia en
fr: Obtenez votre jeton d’accès et votre ID d’instance sur
hi: अपना एक्सेस टोकन और इंस्टेंस आईडी चालू करें

source: Instance ID:
es: ID de instancia:
fr: ID d’instance :
hi: इंस्टेंस आईडी:

source: Access Token:
hi: एक्सेस टोकन:

source: Save ID
es: Guardar ID
fr: Enregistrer l’ID
hi: आईडी सेव करें

source: Instance Control
es: Control de instancias
fr: Contrôle d’instance
hi: आवृत्ति नियंत्रण

source: Number Status
es: Estado del número
fr: Statut du numéro
hi: संख्या की स्थिति

source: Send Message Test
es: Enviar mensaje %s
fr: Envoyer un message %s
hi: संदेश भेजें %s

source: Control Description
es: Descripción del control
fr: Description du contrôle
hi: नियंत्रण विवरण

source: A connection test is performed between the WhatsApp number and the Wawp system to inform you of the result whether it is connected or not
es: Se realiza una prueba de conexión entre el número de WhatsApp y el sistema Wawp para informarte del resultado si está conectado o no
fr: Un test de connexion est effectué entre le numéro WhatsApp et le système Wawp pour vous informer du résultat s’il est connecté ou non
hi: व्हाट्सएप नंबर और वाप सिस्टम के बीच एक कनेक्शन परीक्षण किया जाता है ताकि आपको परिणाम के बारे में सूचित किया जा सके कि यह जुड़ा हुआ है या नहीं

source: Connection test
es: Prueba de conexión
fr: Test de connexion
hi: कनेक्शन परीक्षण

source: A WhatsApp message is sent from your number registered with Wawp and added to the WordPress plugin settings (account ID and access Token) to the Wawp Bot number to verify that the plugin is active and notifications are sent normally.
es: Se envía un mensaje de WhatsApp desde su número registrado en Wawp y se agrega a la configuración del complemento de WordPress (ID de cuenta y token de acceso) al número de Wawp Bot para verificar que el complemento esté activo y las notificaciones se envíen normalmente.
fr: Un message WhatsApp est envoyé à partir de votre numéro enregistré auprès de Wawp et ajouté aux paramètres du plugin WordPress (ID de compte et jeton d’accès) au numéro Wawp Bot pour vérifier que le plugin est actif et que les notifications sont envoyées normalement.
hi: Wawp के साथ पंजीकृत आपके नंबर से एक व्हाट्सएप संदेश भेजा जाता है और वर्डप्रेस प्लगइन सेटिंग्स (खाता आईडी और एक्सेस टोकन) में Wawp बॉट नंबर में जोड़ा जाता है ताकि यह सत्यापित किया जा सके कि प्लगइन सक्रिय है और सूचनाएं सामान्य रूप से भेजी जाती हैं।

source: ⚡How to Connect WhatsApp number to using Wawp QR code?
es: ⚡¿Cómo conectar el número de WhatsApp usando el código QR de Wawp?
fr: ⚡Comment connecter un numéro WhatsApp à l’aide du code QR Wawp ?
hi: ⚡Wawp QR कोड वापरून WhatsApp नंबर कसे कनेक्ट करावे?

source: 🔗How to Link WooCommerce plugin using Instance ID
es: 🔗Cómo vincular el plugin de WooCommerce usando el ID de instancia
fr: 🔗Comment lier le plugin WooCommerce à l’aide de l’ID d’instance
hi: 🔗इंस्टेंस आईडी का उपयोग करके WooCommerce प्लगइन को कैसे लिंक करें

source: 🗂️WAWP WooCommerce Plugin Docs
es: 🗂️Documentos del plugin WAWP WooCommerce
hi: 🗂️WAWP WooCommerce प्लगइन डॉक्स

source: Logs cleared successfully.
es: Los registros se borraron correctamente.
fr: Les journaux ont été effacés avec succès.
hi: लॉग सफलतापूर्वक साफ़ हो गए।

source: Search in log:
es: Buscar en el registro:
fr: Recherche dans le journal :
hi: लॉग में खोजें:

source: Type to search...Date/WhatsApp Number/Message/Image Attachment/Status
es: Escriba para buscar... Fecha/Número de WhatsApp/Mensaje/Archivo adjunto de imagen/Estado
fr: Tapez pour rechercher... Date/Numéro WhatsApp/Message/Pièce jointe à l’image/Statut
hi: खोजने के लिए टाइप करें... दिनांक/व्हाट्सएप नंबर/संदेश/छवि अनुलग्नक/स्थिति

source: Date
es: Fecha
hi: दिनांक

source: WhatsApp Number
es: Número WhatsApp
fr: Numéro WhatsApp
hi: व्हाट्सएप नंबर

source: Image Attachment
es: Adjuntar imagen
fr: Image jointe
hi: छवि संलग्नक

source: Plugin status
es: Estado del plugin
fr: Statut du plugin
hi: प्लगइन स्थिति

source: wawp.net status
es: Estado wawp.net
fr: wawp.net statut
hi: wawp.net स्थिति

source: Resend
es: Reenviar
fr: Envoyer à nouveau
hi: 重新发送

source: OTP verified successfully.
es: Los registros se borraron correctamente.
fr: Les journaux ont été effacés avec succès.
hi: लॉग सफलतापूर्वक साफ़ हो गए।

source: Incorrect OTP. Please try again.
es: OTP incorrecta. Por favor, inténtelo de nuevo.
fr: OTP incorrect. Veuillez réessayer.
hi: गलत OTP. कृपया पुनः प्रयास करें.

source: Settings
es: Ajustes
fr: Paramètres de notification WaWP
hi: सेटिंग्स

source: Enable Checkout OTP Verification
es: Habilitar la verificación OTP de pago
fr: Activer la vérification OTP de Checkout
hi: चेकआउट OTP सत्यापन सक्षम करें

source: Enable Checkout OTP Verification for Visitors Only
es: Habilitar la verificación OTP de pago solo para visitantes
fr: Activer la vérification OTP de Checkout pour les visiteurs uniquement
hi: केवल आगंतुकों के लिए चेकआउट ओटीपी सत्यापन सक्षम करें

source: Checkout OTP Message Template
es: Plantilla de mensaje OTP de pago
fr: Modèle de message OTP de paiement
hi: चेकआउट ओटीपी संदेश टेम्पलेट

source: Blocked Phone Numbers
es: Números de teléfono bloqueados
fr: Numéros de téléphone bloqués
hi: ब्लॉक किए गए फ़ोन नंबर

source: Enter blocked phone numbers separated by commas.
es: Introduzca los números de teléfono bloqueados separados por comas.
fr: Entrez les numéros de téléphone bloqués séparés par des virgules.
hi: अल्पविराम द्वारा अलग किए गए ब्लॉक किए गए फ़ोन नंबर दर्ज करें।

source: Checkout OTP
es: OTP de pago
hi: चेकआउट ओटीपी

source: You can activate number verification on the checkout page using the OTP code
es: Puede activar la verificación del número en la página de pago utilizando el código OTP
fr: Vous pouvez activer la vérification du numéro sur la page de paiement à l’aide du code OTP
hi: आप ओटीपी कोड का उपयोग करके चेकआउट पृष्ठ पर नंबर सत्यापन सक्रिय कर सकते हैं

source: Blocked numbers saved successfully.
es: Los registros se borraron correctamente.
fr: Les journaux ont été effacés avec succès.
hi: लॉग सफलतापूर्वक साफ़ हो गए।

source: Phone number is missing.
es: Falta el número de teléfono.
fr: Le numéro de téléphone est manquant.
hi: फ़ोन नंबर गुम है.

source: This phone number is blocked.
es: Este número de teléfono está bloqueado.
fr: Ce numéro de téléphone est bloqué.
hi: यह फ़ोन नंबर ब्लॉक किया गया है.

source: Phone number matches user account and is verified.
es: El número de teléfono coincide con la cuenta de usuario y está verificado.
fr: Le numéro de téléphone correspond au compte utilisateur et est vérifié.
hi: फ़ोन नंबर उपयोगकर्ता खाते से मेल खाता है और सत्यापित है।

source: This phone number is already registered. Please use a different number.
es: Este número de teléfono ya está registrado. Por favor, utilice un número diferente.
fr: Ce numéro de téléphone est déjà enregistré. Veuillez utiliser un numéro différent.
hi: यह फोन नंबर पहले से रजिस्टर्ड है। कृपया किसी भिन्न नंबर का उपयोग करें.

source: Phone number is not registered.
es: El número de teléfono no está registrado.
fr: Le numéro de téléphone n’est pas enregistré.
hi: फ़ोन नंबर पंजीकृत नहीं है.

source: This phone number is blocked. Please use a different number.
es: Este número de teléfono está bloqueado. Por favor, utilice un número diferente.
fr: Ce numéro de téléphone est bloqué. Veuillez utiliser un numéro différent.
hi: यह फ़ोन नंबर ब्लॉक किया गया है. कृपया किसी भिन्न नंबर का उपयोग करें.

source: OTP Verification
es: Verificación de OTP
fr: Notification
hi: अधिसूचना

source: OTP code has been sent to your WhatsApp number
es: El código OTP ha sido enviado a su número de WhatsApp
fr: Le code OTP a été envoyé à votre numéro WhatsApp
hi: आपके व्हाट्सएप नंबर पर ओटीपी कोड भेज दिया गया है

source: If this is not your phone number, please change it.
es: Si este no es su número de teléfono, cámbielo.
fr: S’il ne s’agit pas de votre numéro de téléphone, veuillez le modifier.
hi: यदि यह आपका फोन नंबर नहीं है, तो कृपया इसे बदल दें।

source: Verify
es: Verificar
fr: Vérifier
hi: जाँचना

source: Instance ID or Access Token is missing.
es: Falta el ID de instancia o el token de acceso.
fr: L’ID d’instance ou le jeton d’accès est manquant.
hi: इंस्टेंस ID या एक्सेस टोकन अनुपलब्ध है.

source: Failed to send OTP via WhatsApp. Error:
es: No se pudo enviar OTP a través de WhatsApp. Error:
fr: Échec de l’envoi d’OTP via WhatsApp. Erreur:
hi: व्हाट्सएप के माध्यम से ओटीपी भेजने में विफल। चूक:

source: Failed to send OTP via WhatsApp. Response:
es: No se pudo enviar OTP a través de WhatsApp. Respuesta:
fr: Échec de l’envoi d’OTP via WhatsApp. Réponse:
hi: व्हाट्सएप के माध्यम से ओटीपी भेजने में विफल। प्रतिक्रिया:

source: OTP sent successfully via WhatsApp.
es: OTP enviado con éxito a través de WhatsApp.
fr: OTP envoyé avec succès via WhatsApp.
hi: व्हाट्सएप के माध्यम से ओटीपी सफलतापूर्वक भेजा गया।

source: Please verify the OTP before placing your order.
es: Verifique la OTP antes de realizar su pedido.
fr: Veuillez vérifier l’OTP avant de passer votre commande.
hi: कृपया अपना ऑर्डर देने से पहले ओटीपी सत्यापित करें।

source: Your WhatsApp Number
es: Tu número de WhatsApp
fr: Votre numéro WhatsApp
hi: आपका व्हाट्सएप नंबर

source: send otp
es: Enviar OTP
fr: Envoyer OTP
hi: OTP भेजें

source: OTP
fr: Code de validation
hi: ओटीपी

source: Remember me
es: Recuérdame
fr: Se souvenir de moi
hi: मुझे याद रखना

source: Log in
es: Iniciar sesión
fr: Se connecter
hi: लॉग इन करें

source: Login via WhatsApp
es: Iniciar sesión a través de WhatsApp
fr: Connectez-vous via WhatsApp
hi: व्हाट्सएप के माध्यम से लॉगिन करें

source: Login via Email & Password
es: Iniciar sesión por correo electrónico
fr: Connectez-vous par e-mail
hi: ईमेल के माध्यम से लॉगिन करें

source: Failed to send passkey. Please try again or contact administrator.
fr: Échec de l’envoi de la clé d’accès. Veuillez réessayer ou contacter l’administrateur.
hi: पासकी भेजने में विफल. कृपया पुन: प्रयास करें या व्यवस्थापक से संपर्क करें.

source: Request sent! Check your WhatsApp.
fr: Demande envoyée ! Vérifiez votre WhatsApp.
hi: अनुरोध भेजा गया! अपने व्हाट्सएप की जांच करें।

source: This number is not registered on this site. Please try again with a valid number or register.
fr: Ce numéro n’est pas enregistré sur ce site. Veuillez réessayer avec un numéro valide ou vous inscrire.
hi: यह नंबर इस साइट पर पंजीकृत नहीं है। कृपया किसी मान्य संख्या या रजिस्टर के साथ पुन: प्रयास करें.

source: WhatsApp number is not provided.
es: El número de teléfono no está registrado.
fr: Le numéro de téléphone n’est pas enregistré.
hi: फ़ोन नंबर पंजीकृत नहीं है.

source: Success!
es: Éxito
fr: Succès !
hi: सफल हुआ

source: Something wrong with your login
es: Algo anda mal con su registro
fr: Quelque chose ne va pas avec votre registre
hi: आपके रजिस्टर में कुछ गड़बड़ है

source: Mismatch passkey. Try again.
fr: Clé d’accès incompatible. Réessayez.
hi: बेमेल पासकी। फिर कोशिश करो।

source: Send OTP
es: Enviar OTP
fr: Envoyer un SMS
hi: 发送OTP

source: Your WhatsApp number may not be valid. Please recheck.
fr: Votre numéro WhatsApp n’est peut-être pas valide. Veuillez revérifier.
hi: आपका व्हाट्सएप नंबर मान्य नहीं हो सकता है। कृपया पुनः जांचें।

source: This email is already registered.
fr: Cet e-mail est déjà enregistré.
hi: यह ईमेल पहले से ही पंजीकृत है।

source: This WhatsApp number is already registered.
es: El número de teléfono no está registrado.
fr: Le numéro de téléphone n’est pas enregistré.
hi: फ़ोन नंबर पंजीकृत नहीं है.

source: This username is already taken.
fr: Ce nom d'utilisateur est déjà pris.
hi: यह उपयोगकर्ता नाम पहले ही लिया जा चुका है।

source: Your session has expired. Please reload the page and try again.
fr: Votre session a expirée. Veuillez recharger la page et réessayer.
hi: आपका सत्र समाप्त हो गया है। कृपया पृष्ठ को पुनः लोड करें और पुनः प्रयास करें।

source: Something went wrong with your registration.
es: Algo anda mal con su registro
fr: Quelque chose ne va pas avec votre registre
hi: आपके रजिस्टर में कुछ गड़बड़ है

source: Email is required.
fr: Email est requis.
hi: ईमेल आवश्यक है।

source: Phone number is required.
es: El número de teléfono no está registrado.
fr: Le numéro de téléphone est obligatoire
hi: फ़ोन नंबर पंजीकृत नहीं है.

source: OTP code is required.
fr: Le code OTP est requis.
hi: ओटीपी कोड आवश्यक है।

source: Wawp - Instant Order Notifications & OTP Verification for Woocommerce
es: Notificación instantánea y OTP para Woocommerce de Wawp
fr: Notification instantanée et OTP pour Woocommerce par Wawp
hi: Wawp द्वारा Woocommerce के लिए तत्काल अधिसूचना और ओटीपी

source: Notify your customers about orders and abandoned carts via "WhatsApp" or "WhatsApp Business", for woocommerce system and enable Login & register for user by otp Code for WordPress
es: Notifique a sus clientes sobre pedidos y carritos abandonados a través de "WhatsApp" o "WhatsApp Business", para el sistema woocommerce y habilite el inicio de sesión y el registro para el usuario mediante el código otp para Wordpress
fr: Informez vos clients des commandes et des paniers abandonnés via « WhatsApp » ou « WhatsApp Business », pour le système woocommerce et activez la connexion et l’enregistrement de l’utilisateur par code otp pour Wordpress
hi: वूकॉमर्स सिस्टम के लिए "व्हाट्सएप" या "व्हाट्सएप बिजनेस" के माध्यम से ऑर्डर और परित्यक्त कार्ट के बारे में अपने ग्राहकों को सूचित करें और ओटीपी द्वारा उपयोगकर्ता के लिए लॉगिन और रजिस्टर सक्षम करें वर्डप्रेस के लिए कोड
