Repository: aebnsafaa/Wawp
Catalog: languages/awp-*.po
Languages: es, fr, hi

source: General
fr: Général
hi: सामान्य

source: You can link a different WhatsApp account to send messages from a different number or add the same ID from notifications. You can also activate and disable the settings.
es: Puede vincular una cuenta de WhatsApp diferente para enviar mensajes desde un número diferente o agregar la misma ID desde las notificaciones. También puede activar y desactivar la configuración.
fr: Vous pouvez lier un autre compte WhatsApp pour envoyer des messages à partir d’un numéro différent ou ajouter le même identifiant à partir des notifications. Vous pouvez également activer et désactiver les paramètres.
hi: आप किसी अलग नंबर से संदेश भेजने के लिए किसी दूसरे WhatsApp खाते को लिंक कर सकते हैं या सूचनाओं से उसी ID को जोड़ सकते हैं. आप सेटिंग्स को सक्रिय और अक्षम भी कर सकते हैं।

source: Access Keys
es: Claves de acceso
fr: Touches d’accès
hi: पहुँच कुंजियाँ

source: Instance ID
es: ID de la instancia
fr: ID d'instance
hi: इंस्टेंस आईडी

source: Your Instance ID
es: Su ID de instancia
fr: Votre ID d’instance
hi: आपकी इंस्टेंस आईडी

source: Access Token
es: Token de Acceso
fr: Jeton d’accès
hi: एक्सेस टोकन

source: Your Access Token
es: Su token de acceso
fr: Votre jeton d’accès
hi: आपका एक्सेस टोकन

source: Activate login with WhatsApp
es: Activar el inicio de sesión con WhatsApp
fr: Activer la connexion avec WhatsApp
hi: व्हाट्सएप के साथ लॉगिन सक्रिय करें

source: Activate validate register with WhatsApp
es: Activar, validar, registrarse con WhatsApp
fr: Activer valider s’inscrire avec WhatsApp
hi: WhatsApp के साथ रजिस्टर सत्यापित करें सक्रिय करें

source: OTP Login
es: Inicio de sesión de la OTP
fr: Connexion à OTP
hi: ओटीपी लॉगिन

source: You can set up the Send WhatsApp login message button and customize the login message...
es: Puede configurar el botón Enviar mensaje de inicio de sesión de WhatsApp y personalizar el mensaje de inicio de sesión...
fr: Vous pouvez configurer le bouton Envoyer un message de connexion WhatsApp et personnaliser le message de connexion...
hi: आप WhatsApp लॉगिन संदेश भेजें बटन सेट कर सकते हैं और लॉगिन संदेश को कस्टमाइज़ कर सकते हैं...

source: Message
es: Mensaje
hi: संदेश

source: Message Template for member
es: Plantilla de mensaje para miembros
fr: Modèle de message pour le membre
hi: सदस्य के लिए संदेश टेम्पलेट

source: Text Shortcode
es: Código abreviado de texto
fr: Shortcode de texte
hi: पाठ शोर्ट

source: Member name
es: Nombre del miembro
fr: Nom du membre
hi: सदस्य का नाम

source: Generated OTP code
es: Código OTP generado
fr: Code OTP généré
hi: जनरेट किया गया OTP कोड

source: IF Login Success
es: Éxito
fr: Succès
hi: सफल हुआ

source: If empty, user will be get in my-account dashboard
es: Si está vacío, el usuario accederá al panel de control de mi cuenta
fr: S’il est vide, l’utilisateur sera obtenu dans le tableau de bord de mon compte
hi: यदि खाली है, तो उपयोगकर्ता my-account डैशबोर्ड में मिल जाएगा

source: OTP Register
es: Registro OTP
fr: Registre OTP
hi: ओटीपी रजिस्टर

source: You can set up a WhatsApp registration message sending button and customize the registration message...
es: Puede configurar un botón de envío de mensajes de registro de WhatsApp y personalizar el mensaje de registro...
fr: Vous pouvez configurer un bouton d’envoi de message d’inscription WhatsApp et personnaliser le message d’inscription...
hi: आप एक व्हाट्सएप पंजीकरण संदेश भेजने वाला बटन सेट कर सकते हैं और पंजीकरण संदेश को अनुकूलित कर सकते हैं ...

source: IF Register Success
fr: Succès de l’enregistrement IF
hi: IF रजिस्टर सफलता

source: URL Redirection
es: Redirección de URL
fr: Redirection URL
hi: URL पुनर्निर्देशन

source: Wawp OTP for Woocommerce Login & Register
es: Wawp OTP para Woocommerce Iniciar sesión y registrarse
fr: Wawp OTP pour Woocommerce Se connecter et s’inscrire
hi: Woocommerce लॉगिन के लिए Wawp OTP & रजिस्टर

source: Login
es: Iniciar sesión
fr: Connexion
hi: लॉगिन

source: Register
es: Registrarse
fr: S'inscrire
hi: रजिस्टर

source: Save Settings
es: Guardar ajustes
fr: Enregistrer les paramètres
hi: सेटिंग्स सहेजें

source: Help center
es: Centro de ayuda
fr: Centre d’assistance
hi: सहायता केंद्र

source: Watch tutorials
es: Ver tutoriales
fr: Regarder les tutoriels
hi: ट्यूटोरियल देखें

source: Join our community
es: Únete a nuestra comunidad
fr: Rejoignez notre communauté
hi: हमारे समुदाय में शामिल हों

source: Contact us
es: Contáctenos
fr: Contactez-nous
hi: हमसे संपर्क करें

source: Wawp - Instant Order Notifications & OTP Verification for WooCommerce requires WooCommerce to be installed and active.
es: Wawp - Notificaciones instantáneas de pedidos y verificación de OTP para WooCommerce requiere que WooCommerce esté instalado y activo.
fr: Wawp - Notifications instantanées de commande et vérification OTP pour WooCommerce nécessite l’installation et l’activation de WooCommerce.
hi: Wawp - WooCommerce के लिए त्वरित आदेश सूचनाएं और OTP सत्यापन के लिए WooCommerce को स्थापित और सक्रिय होने की आवश्यकता है।

source: Install WooCommerce Now
es: Instala WooCommerce ahora
fr: Installez WooCommerce maintenant
hi: अभी WooCommerce स्थापित करें

source: Wawp Notification Settings
es: Configuración de notificaciones de Wawp
fr: Paramètres de notification WaWP
hi: Wawp सूचना सेटिंग्स

source: Wawp
hi: वाप

source: Notification Settings
es: Configuración de las notificaciones
fr: Paramètres de notification
hi: नोटिफ़िकेशन सेटिंग

source: Wawp Notification Message Logs
es: Registros de mensajes de notificación de Wawp
fr: Journaux des messages de notification Wawp
hi: Wawp अधिसूचना संदेश लॉग

source: Notification Logs
es: Registros de notificaciones
fr: Journaux de notification
hi: अधिसूचना लॉग

source: Wawp OTP Settings
es: Configuración de Wawp OTP
fr: Paramètres Wawp OTP
hi: Wawp OTP सेटिङहरू

source: Resend Message %s
es: Reenviar mensaje %s
fr: Renvoyer le message %s
hi: संदेश पुनः भेजें %s

source: Wawp Checkout OTP Verification
es: Verificación OTP de Wawp Checkout
fr: Vérification OTP de Wawp Checkout
hi: Wawp चेकआउट OTP सत्यापन

source: Wawp Checkout OTP
es: OTP de pago
fr: Checkout OTP
hi: चेकआउट ओटीपी

source: WooCommerce OTP Verification Settings
es: Configuración de las notificaciones
fr: Paramètres de notification
hi: नोटिफ़िकेशन सेटिंग

source: All changes has been saved!
es: ¡Todos los cambios se han guardado!
fr: Toutes les modifications ont été sauvegardées!
hi: सभी परिवर्तन सहेजे गए हैं!

source: Message logs has been cleared!
es: ¡Se han borrado los registros de mensajes!
fr: Les journaux des messages ont été effacés !
hi: संदेश लॉग साफ़ कर दिया गया है!

source: Send Message %s
es: Enviar mensaje %s
fr: Envoyer un message %s
hi: संदेश भेजें %s

source: Notification
es: Notificación
hi: अधिसूचना

source: Receive
es: Recibido
fr: Recevoir
hi: प्राप्त करना

source: Pending
es: Pendiente
fr: En attente
hi: लंबित

source: Processing
es: Procesando
fr: En cours
hi: संसाधन

source: Completed
es: Completado
fr: Terminé
hi: पुरा होना

source: Failed
es: Fallido
fr: Echec
hi: असफल

source: Refunded
es: Reembolsado
fr: Remboursé
hi: वापस

source: Cancelled
es: Cancelado
fr: Annulée
hi: रद्द

source: Sort code
es: Tipo de cuenta
fr: Code guichet
hi: सॉर्ट कोड

source: Every 6 hours
es: Cada 6 horas
fr: Toutes les 6 heures
hi: हर 6 घंटे

source: Every 30 minutes
es: Cada 30 minutos
fr: Toutes les 30 minutes
hi: हर 30 मिनट में

source: Phone
es: Teléfono
fr: Téléphone
hi: फ़ोन:

source: We hope you like Wawp services 🥰
es: Esperamos que te gusten los servicios 🥰 de Wawp
fr: Nous espérons que vous aimez les services 🥰 Wawp
hi: हमें उम्मीद है कि आपको Wawp सेवाएं 🥰 पसंद आएंगी

source: Our mission in the automation web platform for developing web software is to improve the user experience, especially for marketers and entrepreneurs in marketing. We also improve the experience of the end user (buyer), which increases sales. If you have any opinion or evaluation of the service or our Wawp plugin, we will be happy to hear that from you.
es: Nuestra misión en la plataforma web de automatización para el desarrollo de software web es mejorar la experiencia del usuario, especialmente para los especialistas en marketing y los empresarios del marketing. También mejoramos la experiencia del usuario final (comprador), lo que aumenta las ventas. Si tienes alguna opinión o evaluación del servicio o de nuestro plugin Wawp, estaremos encantados de escucharla.
fr: Notre mission dans la plateforme web d’automatisation pour le développement de logiciels web est d’améliorer l’expérience utilisateur, en particulier pour les spécialistes du marketing et les entrepreneurs en marketing. Nous améliorons également l’expérience de l’utilisateur final (acheteur), ce qui augmente les ventes. Si vous avez une opinion ou une évaluation du service ou de notre plugin Wawp, nous serons heureux de l’entendre de votre part.
hi: वेब सॉफ्टवेयर विकसित करने के लिए स्वचालन वेब प्लेटफॉर्म में हमारा मिशन उपयोगकर्ता अनुभव को बेहतर बनाना है, खासकर विपणन में विपणक और उद्यमियों के लिए। हम अंतिम उपयोगकर्ता (खरीदार) के अनुभव में भी सुधार करते हैं, जिससे बिक्री बढ़ती है। यदि आपके पास सेवा या हमारे Wawp प्लगइन की कोई राय या मूल्यांकन है, तो हमें आपसे यह सुनकर खुशी होगी।

source: Add your opinion
es: Añade tu opinión
fr: Donnez votre avis
hi: अपनी राय जोड़ें

source: Contact us on WhatsApp
es: Contáctanos por WhatsApp
fr: Contactez-nous sur WhatsApp
hi: व्हाट्सएप पर हमसे संपर्क करें

source: Hide Notification for a Month
es: Notificaciones al cliente
fr: Notifications aux clients
hi: क्लाइंट सूचनाएं

source: Whatsapp Number
es: Número de Whatsapp
fr: Numéro WhatsApp
hi: व्हाट्सएप नंबर

source: Client Notifications
es: Notificaciones al cliente
fr: Notifications aux clients
hi: क्लाइंट सूचनाएं

source: Admin Notifications
es: Administrar notificaciones
fr: Notifications d'Admin
hi: व्यवस्थापक सूचनाएं

source: Follow-Up
es: Seguimiento
fr: Suivi
hi: अनुवर्ती कार्रवाई

source: Abandoned Cart
es: Carrito abandonado
fr: Panier abandonné
hi: परित्यक्त गाड़ी

source: Other Integration
es: Otras integraciones
fr: Autres intégrations
hi: अन्य एकीकरण

source: Help
es: Ayuda
fr: Aide
hi: मदद

source: Send notifications to your customers based on order status. It will sent instantly when the order is created or its status is changed.
es: Envía notificaciones a tus clientes en función del estado del pedido. Se enviará instantáneamente cuando se cree el pedido o se cambie su estado.
fr: Envoyez des notifications à vos clients en fonction de l’état de la commande. Il sera envoyé instantanément lorsque la commande sera créée ou que son statut sera modifié.
hi: ऑर्डर की स्थिति के आधार पर अपने ग्राहकों को सूचनाएं भेजें। ऑर्डर बनने या इसकी स्थिति बदलने पर यह तुरंत भेज दिया जाएगा।

source: Default Country Code:
es: Código de país predeterminado:
fr: Code de pays par défaut :
hi: डिफ़ॉल्ट देश कोड:

source: Add your country code without any 00 or + ex: 2 for EG or 966 for SA
es: Agregue su código de país sin ningún 00 o + ej: 2 para EG o 966 para SA
fr: Ajoutez votre indicatif de pays sans 00 ni + ex : 2 pour EG ou 966 pour SA
hi: बिना किसी 00 या + उदा: 2 के EG या SA के लिए 966 के बिना अपना देश कोड जोड़ें

source: Your country code
es: El código de su país
fr: L’indicatif de votre pays
hi: आपका देश कोड

source: Insert country code only if your customer is from a single country. This will remove the country detection library on the old checkout page. Leave blank if your customer is from many countries.
es: Inserte el código de país solo si su cliente es de un solo país. Esto eliminará la biblioteca de detección de países en la página de pago anterior. Déjalo en blanco si tu cliente es de muchos países.
fr: N’insérez le code pays que si votre client est originaire d’un seul pays. Cela supprimera la bibliothèque de détection de pays sur l’ancienne page de paiement. Laissez le champ vide si votre client provient de plusieurs pays.
hi: देश कोड केवल तभी डालें, जब आपका ग्राहक किसी एक देश से हो. यह पुराने चेकआउट पृष्ठ पर देश का पता लगाने वाली लाइब्रेरी को हटा देगा। यदि आपका ग्राहक कई देशों से है तो खाली छोड़ दें।

source: Default language
es: Idioma predeterminado
fr: Langue par défaut
hi: डिफ़ॉल्ट भाषा

source: It works based on the primary language of the user’s WordPress account, including English, French, Italian, German, Spanish, or any other language. Just put your notification messages and let them work automatically.
es: Funciona según el idioma principal de la cuenta de WordPress del usuario, incluidos inglés, francés, italiano, alemán, español o cualquier otro idioma. Simplemente coloque sus mensajes de notificación y déjelos funcionar automáticamente.
fr: Il fonctionne en fonction de la langue principale du compte WordPress de l’utilisateur, y compris l’anglais, le français, l’italien, l’allemand, l’espagnol ou toute autre langue. Il suffit de mettre vos messages de notification et de les laisser fonctionner automatiquement.
hi: यह उपयोगकर्ता के वर्डप्रेस खाते की प्राथमिक भाषा के आधार पर काम करता है, जिसमें अंग्रेजी, फ्रेंच, इतालवी, जर्मन, स्पेनिश या कोई अन्य भाषा शामिल है। बस अपने सूचना संदेश डालें और उन्हें स्वचालित रूप से काम करने दें।

source: Order - New (Thankyou Page):
es: Orden - Nuevo (página de agradecimiento):
fr: Commande - Nouveau (page de remerciement):
hi: आदेश - नया (धन्यवाद पृष्ठ):

source: Write your message in English here..
es: Escribe tu mensaje en inglés aquí.
fr: Ecrivez votre message en anglais ici..
hi: अपना संदेश अंग्रेजी में यहाँ लिखें..

source: Image URL (Max 1 MB)...
es: URL de la imagen (máx. 1 MB)...
fr: URL de l’image (Max 1 Mo)...
hi: छवि URL (अधिकतम 1 MB)...

source: Upload Image
es: Subir imagen
fr: Télécharger une image
hi: छवि अपलोड करें

source: Leave blank to deactivate.
es: Déjelo en blanco para desactivarlo.
fr: Laissez le champ vide pour le désactiver.
hi: निष्क्रिय करने के लिए खाली छोड़ दें।

source: Order - On Hold:
es: Orden - En espera:
fr: Commande - En attente :
hi: आदेश - होल्ड पर:

source: Write your message here..
es: Escribe tu mensaje aquí.
fr: Ecrivez votre message ici..
hi: अपना संदेश यहाँ लिखें ..

source: mage URL (Max 1 MB)...
es: URL del mago (máx. 1 MB)...
fr: URL du mage (Max 1 Mo)...
hi: दाना यूआरएल (अधिकतम 1 एमबी)...

source: Order - Processing:
es: Pedido - Tramitación:
fr: Commande - Traitement :
hi: आदेश - प्रसंस्करण:

source: Order - Completed:
es: Pedido - Completado:
fr: Commande - Terminée :
hi: आदेश - पूर्ण:

source: Order - Pending Payment:
es: Orden - Pendiente de pago:
fr: Commande - En attente de paiement :
hi: आदेश - लंबित भुगतान:

source: Order - Failed:
es: Orden - Fallido:
fr: Commande - Echec :
hi: आदेश - विफल:

source: Order - Refunded:
es: Pedido - Reembolsado:
fr: Commande - Remboursée:
hi: आदेश - धनवापसी:

source: Order - Cancelled:
es: Pedido - Cancelado:
fr: Commande - Annulée :
hi: आदेश - रद्द:

source: Order - Notes:
es: Orden - Notas:
fr: Commande - Notes:
hi: आदेश - टिप्पणियाँ:

source: Order - %s:
es: Orden - %s:
fr: Commande - %s:
hi: आदेश - %s:

source: اذا كان موقعك باللغة العربية يمكنك استخدام هذا القسم لاضافة رسائل اللغة، العربية، تعمل في حالة اذا كانت لغة الموقع الرئيسية او لغة اضافية بموقع متعدد اللغات.
es: اذا كان موقعك متعدد اللغات ولديك لغتين علي الاقل بما فيها العربية يمكنك استخدام حقل الرسائل باللغة العربية لإرسال الرسائل حسب لغة حساب مستخدم ووردبريس.
fr: اذا كان موقعك متعدد اللغات ولديك لغتين علي الاقل بما فيها العربية يمكنك استخدام حقل الرسائل باللغة العربية لإرسال الرسائل حسب لغة حساب مستخدم ووردبريس.
hi: اذا كان موقعك متعدد اللغات ولديك لغتين علي الاقل بما فيها العربية يمكنك استخدام حقل الرسائل باللغة العربية لإرسال الرسائل حسب لغة حساب مستخدم ووردبريس.

source: Order - %s (العربية):
es: Orden - %s (العربية):
fr: Ordre - %s (العربية) :
hi: आदेश - %s (العربية):

source: Save Changes
es: Guardar cambios
fr: Sauvegarder les changements
hi: बदलाव सहेजें

source: Admin Notification
es: Notificación de administrador
fr: Notification Administrateur
hi: व्यवस्थापक अधिसूचना (विफल):

source: Receive notifications on your WhatsApp number about orders to inform you of the changes that have been made to them.
es: Recibe notificaciones en tu número de WhatsApp sobre pedidos para informarte de los cambios que se hayan realizado en los mismos.
fr: Recevez des notifications sur votre numéro WhatsApp concernant les commandes pour vous informer des modifications qui y ont été apportées.
hi: अपने WhatsApp नंबर पर ऑर्डर के बारे में सूचनाएं प्राप्त करें ताकि आपको उनमें किए गए परिवर्तनों के बारे में सूचित किया जा सके.

source: Default Admin Number:
es: Número de administrador predeterminado:
fr: Numéro d’administrateur par défaut :
hi: डिफ़ॉल्ट व्यवस्थापक संख्या:

source: Admin Number with country code
es: Número de administrador con código de país
fr: Numéro d’administrateur avec code du pays
hi: देश कोड के साथ व्यवस्थापक संख्या

source: Add your number without any 00 or + ex: 201xxxxxxx or 966xxxxxxxx
es: Agregue su número sin ningún 00 o + ej: 201xxxxxxx o 966xxxxxxxx
fr: Ajoutez votre numéro sans 00 ou + ex : 201xxxxxxx ou 966xxxxxxxx
hi: बिना किसी 00 या + उदा के अपना नंबर जोड़ें: 201xxxxxxx या 966xxxxxxxx

source: Admin Notification (Pending Payment):
es: Notificación del administrador (pago pendiente):
fr: Notification de l’administrateur (paiement en attente) :
hi: व्यवस्थापक अधिसूचना (लंबित भुगतान):

source: mage URL (Max 1 MB).
es: URL del mago (máx. 1 MB).
fr: URL du mage (Max 1 Mo).
hi: दाना URL (अधिकतम 1 MB).

source: Admin Notification (failed):
es: Notificación del administrador (error):
fr: Notification de l’administrateur (échec) :
hi: व्यवस्थापक अधिसूचना (विफल):

source: Admin Notification (On-Hold):
es: Notificación del administrador (en espera):
fr: Notification de l’administrateur (en attente) :
hi: व्यवस्थापक अधिसूचना (ऑन-होल्ड):

source: Admin Notification (processing):
es: Notificación del administrador (procesamiento):
fr: Notification de l’administrateur (en cours de traitement) :
hi: व्यवस्थापक अधिसूचना (प्रसंस्करण):

source: Admin Notification (completed):
es: Notificación del administrador (completada):
fr: Notification de l’administrateur (terminée) :
hi: व्यवस्थापक अधिसूचना (पूर्ण):

source: Admin Notification (refunded):
es: Notificación del administrador (reembolsada):
fr: Notification de l’administrateur (remboursée) :
hi: व्यवस्थापक अधिसूचना (धनवापसी):

source: Admin Notification (cancelled):
es: Notificación de administrador (cancelada):
fr: Notification de l’administrateur (annulée) :
hi: व्यवस्थापक अधिसूचना (रद्द):

source: Follow Up
es: Seguimiento
fr: Suivi
hi: अनुवर्ती कार्रवाई

source: Retarget customers with messages about orders based on their current status and after a period of time specified by you.
es: Vuelva a dirigirse a los clientes con mensajes sobre pedidos en función de su estado actual y después de un período de tiempo especificado por usted.
fr: Reciblez les clients avec des messages sur les commandes en fonction de leur statut actuel et après une période de temps que vous avez spécifiée.
hi: ग्राहकों को उनकी वर्तमान स्थिति के आधार पर और आपके द्वारा निर्दिष्ट समय की अवधि के बाद आदेशों के बारे में संदेशों के साथ पुनः लक्षित करें।

source: On-Hold
es: En Espera
fr: En attente
hi: ऑन-होल्ड

source: Follow Up On-Hold Order #1:
es: Orden de Seguimiento en Espera #1:
fr: Suivi de l’ordre d’attente #1:
hi: ऑन-होल्ड ऑर्डर #1 का पालन करें:

source: Insert image url to attach into message (Max 1 MB)
es: Inserte la URL de la imagen para adjuntarla al mensaje (máx. 1 MB)
fr: Insérer l’URL de l’image à joindre au message (Max 1 Mo)
hi: संदेश में संलग्न करने के लिए छवि url सम्मिलित करें (अधिकतम 1 MB)

source: Send Message #1 After:
es: Enviar Mensaje #1 Después:
fr: Envoyer un message #1 après :
hi: संदेश भेजें #1 के बाद:

source: 24 Hours
es: 24 horas
fr: 24 heures
hi: 24 घंटे

source: Follow Up On-Hold Order #2:
es: Orden de Seguimiento en Espera #2:
fr: Suivi de l’ordre d’attente #2:
hi: ऑन-होल्ड ऑर्डर #2 का पालन करें:

source: Send Message #2 After:
es: Enviar Mensaje #2 Después:
fr: Envoyer un message #2 après :
hi: संदेश भेजें #2 के बाद:

source: 48 Hours
es: 48 Horas
fr: 48 Heures
hi: 48 घंटे

source: Follow Up On-Hold Order #3:
es: Orden de Seguimiento en Espera #3:
fr: Suivi de l’ordre d’attente #3:
hi: ऑन-होल्ड ऑर्डर #3 का पालन करें:

source: Send Message #3 After:
es: Enviar Mensaje #3 Después:
fr: Envoyer un message #3 après :
hi: संदेश भेजें #3 के बाद:

source: 72 Hours
es: 72 Horas
fr: 72 heures
hi: 72 घंटे

source: Follow Up Completed Order #1:
es: Seguimiento de la Orden Completada #1:
fr: Suivi de la commande terminée #1 :
hi: पूर्ण आदेश # 1 का पालन करें:

source: Follow Up Completed Order #2:
es: Seguimiento de la Orden Completada #2:
fr: Suivi de la commande terminée #2 :
hi: पूर्ण आदेश # 2 का पालन करें:

source: Follow Up Completed Order #3:
es: Seguimiento de la Orden Completada #3:
fr: Suivi de la commande terminée #3 :
hi: पूर्ण आदेश #3 का पालन करें:

source: Target visitors who reached the shopping cart and entered the data but did not complete the purchase.
es: Diríjase a los visitantes que llegaron al carrito de compras e ingresaron los datos pero no completaron la compra.
fr: Ciblez les visiteurs qui ont atteint le panier d’achat et saisi les données, mais qui n’ont pas terminé l’achat.
hi: उन विज़िटर को लक्षित करें, जो शॉपिंग कार्ट पर पहुंचे और डेटा डाला, लेकिन खरीदारी पूरी नहीं की।

source: Enable abandoned cart notification by installing "<a href="%s">Cartbounty Abandoned Carts</a>" plugin
es: Habilite la notificación de carritos abandonados instalando el complemento "<a href="%s">Cartbounty Abandoned Carts</a>"
fr: Activer la notification de panier abandonné en installant le plugin « <a href="%s">Cartbounty Abandoned Carts</a> »
hi: "<a href="%s">Cartbounty परित्यक्त</a> कार्ट" प्लगइन स्थापित करके परित्यक्त कार्ट अधिसूचना सक्षम करें

source: Follow Up Abandoned Cart:
es: Seguimiento del carrito abandonado:
fr: Suivre le panier abandonné:
hi: परित्यक्त गाड़ी का पालन करें:

source: Available tags:
es: Etiquetas disponibles:
fr: Mots clés disponibles:
hi: उपलब्ध टैग:

source: Send Message After:
es: Enviar mensaje después de:
fr: Envoyer un message après :
hi: इसके बाद संदेश भेजें:

source: You can find other supported Plugins in this section.
es: Puedes encontrar otros plugins compatibles en esta sección.
fr: Vous pouvez trouver d’autres plugins pris en charge dans cette section.
hi: आप इस अनुभाग में अन्य समर्थित प्लगइन्स पा सकते हैं।

source: Enable Easy Digital Downloads notification by installing "<a href="%s">Easy Digital Downloads</a>" plugin
es: Habilite la notificación de carritos abandonados instalando el complemento "<a href="%s">Cartbounty Abandoned Carts</a>"
fr: Activer la notification de panier abandonné en installant le plugin « <a href="%s">Cartbounty Abandoned Carts</a> »
hi: "<a href="%s">Cartbounty परित्यक्त</a> कार्ट" प्लगइन स्थापित करके परित्यक्त कार्ट अधिसूचना सक्षम करें

source: Easy Digital Downloads - New Order Notification:
es: Easy Digital Downloads - Notificación de Nuevo Pedido:
fr: Easy Digital Downloads - Notification de nouvelle commande :
hi: Easy Digital Downloads - नया आदेश अधिसूचना:

source: Easy Digital Downloads - Complete Order Notification:
es: Easy Digital Downloads - Notificación completa del pedido:
fr: Easy Digital Downloads - Notification de commande complète:
hi: Easy Digital Downloads - पूर्ण आदेश अधिसूचना:

source: Help info
es: Información de ayuda
fr: Infos d’aide
hi: सहायता जानकारी
